/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@：%@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@：%@\n%@：%@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@：%@\n%@：%@\n%@：%@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@：%@\n%@：%@\n%@：%@\n%@：%@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@：%@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "名称";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "Url";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "路径";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "来自";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "计算器";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "电话";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "定义";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "全部显示";
SHOW_ALL_RESULT_SINGULAR   = "全部显示 (1)";
SHOW_ALL_RESULT_PLURAL	   = "全部显示 (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "找不到结果";
SHOW_ALL_RESULTS_HEADING   = "结果";
MENU_PREFERENCES           = "Spotlight 偏好设置…";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "正在索引宗卷（已完成 %d%%）";
FIELD_INDEXING_TOOLTIP_CALCULATING = "正在索引宗卷";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = "—";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "正在索引“%@”";

TIME_REMAINING_HOURS = "大约剩余 %d 小时";
TIME_REMAINING_MINUTES = "大约剩余 %d 分钟";
TIME_REMAINING_SECONDS = "大约剩余 %d 秒钟";

TIME_REMAINING_HOUR = "大约剩余 %d 小时";
TIME_REMAINING_MINUTE = "大约剩余 %d 分钟";
TIME_REMAINING_SECOND = "大约剩余 %d 秒钟";

CALCULATING_TIME = "正在估计索引时间";
INTERNAL_DISKS = "正在索引内部宗卷";

/* Placed in the top text field when indexing everything */
INDEXING = "正在索引…";

"INDEXING_COMPUTER" = "正在索引“%@”";

"NO_MAIL_SUBJECT" = "无主题";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "iTunes 音乐库";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "废纸篓";
